Repository: meego-netbook-ux/meego-panel-status
Catalog: po/*.po
Languages: da, fa, ja, ko, nb, tr, zh_cn

source: Hello! This is the Status panel. When you have a web account configured (like Twitter), you will be able to view your feeds and update your status here.
fa: سلام! این قاب وضعیت است. وقتی یک حساب وبی تنطیم شده اید داشتید، قادر خواهد بود فید های خود را دیده و در اینجا وضعیت خود را به هنگام سازی کنید.
ko: 안녕하세요! 상태 패널입니다. 트위터와 같은 웹 계정을 설정하면 여기에 피드가 표시되며, 계정의 내용을 바로 업데이트할 수 있습니다.
nb: Hei! Dette er Statuspanelet. Når du har konfigurert en webkonto (f.eks. Twitter), kan du se dine feeds og oppdatere din status her.
tr: Merhaba! Bu, durum panelidir. Bir web hesabı oluşturduğunuzda (Twitter gibi), buradan takibini yapabilir ve durumunuzu güncelleyebilirsiniz.

source: Status
fa: وضعیت
ja: ステータス
ko: 상태
tr: Durum
zh_cn: 状态

source: status
fa: وضعیت
ja: ステータス
ko: 상태
tr: durum
zh_cn: 状态

source: Status panel
fa: قاب وضعیت
ja: [ステータス] パネル
ko: 상태 패널
tr: Durum paneli
zh_cn: 状态面板

source: Unable to update status. The service may be unavailable or your password could be wrong.
da: Kan ikke opdatere din status. Denne service er måske utilgængelig eller din adgangskode er forkert.
fa: قادر به هنگام سازی وضعیت نیست. سرویس شاید در دسترس نیست یا کلمه عبور شما اشتباه است.
ja: ステータスを更新できません。サービスが利用できないか、パスワードが間違っているかもしれません。
ko: 상태를 업데이트할 수 없습니다. 서비스를 사용할 수 없거나 암호가 잘못되었습니다.
nb: Kan ikke oppdatere status. Tjenesten kan være utilgjengelig eller passordet kan være feil
tr: Durum güncellenemiyor. Servise ulaşılamıyor veya parolanız yanlış olabilir.
zh_cn: 无法更新状态。服务不可用或您的密码可能是错误的。

source: Unable to update status: You're not online.
da: Kan ikke opdatere din status. Du er ikke online.
fa: قادر به هنگام رسانی وضعیت نیست: شما آنلاین نیستید.
ja: ステータスを更新できません。オンラインになってません。
ko: 상태를 업데이트할 수 없습니다. 온라인 상태가 아닙니다.
nb: Kan ikke oppdatere status: Du er ikke online.
tr: Durum güncellenemiyor: Çevrimiçi değilsiniz.
zh_cn: 无法更新您的状态：您不在线。

source: We were unable to guess your location
da: Vi kunne ikke gætte din placering
fa: ما قادر به حدس زدن مکان شما نیستم
ja: 現在位置を推測できませんでした。
ko: 위치를 추정할 수 없습니다
nb: Vi kunne ikke gjette din lokasjon
tr: Konumunuzu tahmin edemiyoruz
zh_cn: 我们无法猜测您的位置

source: We guessed your location as: %s (%f, %f)
fa: ما مکان شما را به عنوان ذیل حدس زدیم: %s (%f, %f)
ko: 짐작하는 위치: %s (%f, %f)
nb: Vi gjettet din lokasjon som: %s (%f, %f)
tr: Konumunuzu şu şekilde tahmin ettik: %s (%f, %f)

source: Your location is being shared as: %s (%f, %f)
fa: مکان شما به عنوان ذیل به اشتراک گذاشته می شود: %s (%f, %f)
ko: 현재 공유되는 위치: %s (%f, %f)
nb: Din lokasjon blir delt som: %s (%f, %f)
tr: Konumunuz şu şekilde paylaşılıyor: %s (%f, %f)

source: We guessed your location as: %f %f
fa: ما مکان شما را به عنوان ذیل حدس زدیم: %f %f
ko: 짐작하는 위치: %f %f
nb: Vi gjettet din lokasjon som: %f %f
tr: Konumunuzu şu şekilde tahmin ettik: %f %f

source: Your location is being shared as: %f %f
fa: مکان شما به اشتراک گذاشته می شود به عنوان: %f %f
ko: 현재 공유되는 위치: %f %f
nb: Din lokasjon blir delt som: %f %f
tr: Konumunuz şu şekilde paylaşılıyor: %f %f

source: Your location is not being shared
fa: مکان شما به اشتراک گذاشته نمی شود
ko: 위치를 공유하지 않습니다
nb: Din lokasjon blir ikke delt
tr: Konumunuz paylaşılmıyor

source: Update
da: Opdatér
fa: به هنگام رسانی
ja: 更新
ko: 업데이트
nb: Oppdater
tr: Güncelle
zh_cn: 更新

source: What's happening?
da: Hvad sker der?
fa: چه اتفاقی می افتد؟
ja: どうしました？
ko: 오늘 하루 어떠신가요?
nb: Hva skjer
tr: Neler oluyor?
zh_cn: 这是怎么回事？

source: Change
da: Redigér
fa: تغییر
ja: 変更
ko: 바꾸기
nb: Endre
tr: Değiştir
zh_cn: 修改

source: Add new web account
da: Tilføj ny internetkonto
fa: افزودن یک حساب وب جدید
ja: 新しい Web アカウントを追加
ko: 새 웹 계정 추가하기
zh_cn: 添加新的网络服务帐号

source: You don't appear to have any web services configured or there is a problem with their configuration. Use the button above to open the My Web Accounts and set one up.
fa: به نظر می رسد شما هیچ سرویس وب تنظیم شده ای وجود ندارد یا تنظیمات ان دچار مشکل است. از دکمه بالا برای باز کردن حساب های وب من و تنظیم انها استفاده کنید.
ko: 웹 서비스를 구성하지 않았거나, 설정 상태에 문제가 있습니다. 위쪽에 있는 단추를 눌러서 내 웹 계정을 연 다음 하나 설정하십시오.
nb: Det ser ikke ut som du har noen webtjenester konfigurert eller så er det et konfigurasjonsproblem. Bruk knappen ovenfor for å åpne Mine webkontoer og konfigurer en tjeneste.
tr: Hiç web servisi ayarlamamışsınız veya ayarlarında bir sorun var. Yukarıdaki butonu kullanarak Web Hesaplarım'ı açın ve bir hesap oluşturun.

source: Your location
da: Din placering
fa: مکان شما
ja: 現在位置
ko: 내 위치
nb: Din lokasjon
tr: Konumunuz
zh_cn: 您的位置

source: Search
da: Søg
fa: جستجو
ja: 検索
ko: 찾기
nb: Søk
tr: Ara
zh_cn: 搜索

source: Where are you?
da: Hvor er du?
fa: تو کجا هستی؟
ja: 今どこにいますか?
ko: 어디에 있나요?
nb: Hvor er du?
tr: Neredesin?
zh_cn: 你在哪儿？

source: Find me
da: Find mig
fa: مرا پیدا کن
ja: 現在位置の確認
ko: 내 위치 찾기
nb: Finn meg
tr: Beni bul
zh_cn: 找到我

source: Use location
da: Brug placering
fa: از مکان استفاده کن
ja: 位置情報を使用
ko: 위치 사용
nb: Bruk lokasjon
tr: Konum kullan
zh_cn: 使用位置

source: Don't use location
da: Brug ikke placering
fa: از مکان استفاده نکن
ja: 位置情報を使用しない
ko: 위치 사용 안 함
nb: Ikke bruk lokasjon
tr: Konum kullanma
zh_cn: 不要使用位置

source: %s from %s
da: %s fra %s
fa: %s از %s
ja: %s から %s
ko: %s, %s
nb: %s fra %s
tr: %s önce %s
zh_cn: %s 从 %s

source: We think your location is: %s (%f, %f)
da: Vi tror din placering er: %s (%f, %f)
ja: 現在位置は %s (%f, %f) ですね。
zh_cn: 我们猜测您的位置是：%s（%f, %f）

source: Your location is currently shared as: %s (%f, %f)
da: Den placering deles aktuelt som: %s (%f, %f)
ja: 現在位置は %s (%f, %f) として今は共有されています。
zh_cn: 您的位置目前被共享为：%s（%f, %f）

source: We think your locations is: %f %f
ja: 現在位置は %f %f ですね。
zh_cn: 我们猜测您的位置是：%f %f

source: Your location is currently shared as: %f %f
da: Din placering er aktuelt delt som: %f, %f
ja: 現在位置は %f %f として今は共有されています。
zh_cn: 您的位置目前被共享为：%f %f

source: Your location isn't currently shared
da: Din placering deles ikke i øjeblikket
ja: 現在位置は今は共有されていません。
zh_cn: 您的位置目前没有被共享

source: When you have a web account configured, you will be able to view your feeds and manage your status here.
da: Når du har en konfigureret internetkonto, så vil du være i stand til at se dine føderationer og håndtere din status her.
ja: Web アカウントを設定していれば、ここでフィードを見たりステータスを管理できます。
zh_cn: 当您有配置好的网络帐户时，您就可以在这里查看您的 feeds 和管理您的状态。

source: This is the Status panel.
da: Dette er Statuspanelet
ja: ここは [ステータス] パネルです。
zh_cn: 这是状态面板。

source: Add new web service
nb: Legg til ny webtjeneste
tr: Yeni web servisi ekle

source: We think your location is: %f %f
da: Vi tror din placering er: %f, %f
